const steps = [
  { title: 'Сынок', desc: 'Только зашёл, пока присматриваешься' },
  { title: 'Браток', desc: 'Тебя уже знают, но пока ты просто рядом' },
  {
    title: 'Работяга',
    desc: 'Выполняешь грязную работу, но качаешь авторитет',
  },
  { title: 'Приближённый', desc: 'Тебя уважают, доверяют важные мелкие дела' },
  { title: 'Авторитет', desc: 'Твои слова весят, тебя слушают' },
  { title: 'Советник', desc: 'Даёшь ценные советы, влияешь на решения' },
  {
    title: 'Отец',
    desc: 'Без твоего одобрения никто не делает важных движений',
  },
  {
    title: 'Стэтхэм',
    desc: 'Не ты проходишь игру, а игра пытается пройти тебя',
  },
];

export default steps;
